Repository: code-z2/knot
Catalog: apps/ios/metu/src/*.lproj/Localizable.strings
Languages: bn, hi, mr, sw, ta, te, ur

# preferences_title
source: Preferences
bn: পছন্দসমূহ
hi: प्राथमिकताएं
mr: प्राधान्ये
sw: Mapendeleo
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
ur: ترجیحات

# preferences_appearance
source: Appearance
bn: চেহারা
hi: दिखावट
mr: दिसणे
sw: Muonekano
ta: தோற்றம்
te: స్వరూపం
ur: ظاہری شکل

# preferences_haptics
source: Haptic feedback
bn: হ্যাপটিক প্রতিক্রিয়া
hi: हैप्टिक फीडबैक
mr: हॅप्टिक अभिप्राय
sw: Mwitikio wa Mguso
ta: ஹேப்டிக் கருத்து
te: హాప్టిక్ ఫీడ్‌బ్యాక్
ur: لمسی تاثر

# preferences_currency
source: Currency
bn: মুদ্রা
hi: मुद्रा
mr: चलन
sw: Sarafu
ta: நாணயம்
te: కరెన్సీ
ur: کرنسی

# preferences_language
source: Language
bn: ভাষা
hi: भाषा
mr: भाषा
sw: Lugha
ta: மொழி
te: భాష
ur: زبان

# preferences_business
source: Metu for Business
bn: ব্যাবসার জন্য Metu
hi: व्यवसाय के लिए Metu
mr: व्यवसाय साठी Metu
sw: Metu kwa Biashara
ta: வணிகத்திற்கான Metu
te: వ్యాపారం కోసం Metu
ur: کاروبار کے لیے Metu

# sheet_currency_title
source: Currency
bn: মুদ্রা
hi: मुद्रा
mr: चलन
sw: Sarafu
ta: நாணயம்
te: కరెన్సీ
ur: کرنسی

# sheet_language_title
source: Language
bn: ভাষা
hi: भाषा
mr: भाषा
sw: Lugha
ta: மொழி
te: భాష
ur: زبان

# home_title
source: Home
bn: হোম
hi: होम
mr: होम
sw: Nyumbani
ta: முகப்பு
te: హోమ్
ur: ہوم

# home_balance_title
source: Balance
bn: ব্যালেন্স
hi: शेष राशि
mr: शिल्लक
sw: Salio
ta: இருப்பு
te: బ్యాలెన్స్
ur: بیلنس

# home_add_money
source: Add money
bn: টাকা যোগ করুন
hi: पैसे जोड़ें
mr: पैसे जोडा
sw: Weka Pesaa
ta: பணம் சேர்
te: డబ్బు జోడించు
ur: رقم شامل کریں

# home_send_money
source: Send money
bn: টাকা পাঠান
hi: पैसे भेजें
mr: पैसे पाठवा
sw: Tuma Pesa
ta: பணம் அனுப்பு
te: డబ్బు పంపు
ur: رقم بھیجیں

# home_assets_title
source: YOUR ASSETS
bn: আপনার সম্পদ
hi: आपकी संपत्ति
mr: तुमची मालमत्ता
sw: MALI ZAKO
ta: உங்கள் சொத்துக்கள்
te: మీ ఆస్తులు
ur: آپ کے اثاثے

# home_assets_summary_dynamic %lld %lld
source: %lld Assets across %lld chains
hi: %lld संपत्तियाँ %lld चेन पर
mr: %lld मालमत्ता %lld चेनवर

# home_assets_summary_empty
source: No assets yet
hi: अभी कोई संपत्ति नहीं
mr: अद्याप मालमत्ता नाही

# home_space_title
source: YOUR SPACE
bn: আপনার স্পেস
hi: आपका स्पेस
mr: तुमची स्पेस
sw: NAFASI YAKO
ta: உங்கள் இடம்
te: మీ స్పేస్
ur: آپ کی جگہ

# home_profile
source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
mr: प्रोफाइल
sw: Wasifu
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

# home_preferences
source: Preferences
bn: পছন্দসমূহ
hi: प्राथमिकताएं
mr: प्राधान्ये
sw: Mapendeleo
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
ur: ترجیحات

# home_wallet_backup
source: Wallet Backup
bn: ওয়ালেট ব্যাকআপ
hi: वॉलेट बैकअप
mr: वॉलेट बॅकअप
sw: Hifadhi Nakala ya Mkoba
ta: வாலட் காப்பு
te: వాలెట్ బ్యాకప్
ur: والیٹ بیک اپ

# home_address_book
source: Address Book
bn: ঠিকানা বই
hi: पता पुस्तिका
mr: पत्ता पुस्तिका
sw: Kitabu cha Anwani
ta: முகவரி புத்தகம்
te: చిరునామా పుస్తకం
ur: ایڈریس بک

# home_ai_agent
source: AI Agent
bn: AI এজেন্ট
hi: AI एजेंट
mr: AI एजंट
sw: Wakala wa AI
ta: AI ஏஜென்ட்
te: AI ఏజెంట్
ur: AI ایجنٹ

# home_logout
source: Logout
bn: লগআউট
hi: लॉग आउट
mr: बाहेर पडा
sw: Ondoka
ta: வெளியேறு
te: లాగ్ అవుట్
ur: لاگ آؤٹ

# address_book_title
source: Address Book
bn: ঠিকানা বই
hi: पता पुस्तिका
mr: पत्ता पुस्तिका
sw: Kitabu cha Anwani
ta: முகவரி புத்தகம்
te: చిరునామా పుస్తకం
ur: ایڈریس بک

# search_placeholder
source: Search
bn: অনুসন্ধান
hi: खोजें
mr: शोधा
sw: Tafuta
ta: தேடு
te: శోధించు
ur: تلاش

# empty_beneficiary
source: You have not added any beneficiary
bn: আপনি কোনো সুবিধাভোগী যোগ করেননি
hi: आपने कोई लाभार्थी नहीं जोड़ा है
mr: तुम्ही कोणताही लाभार्थी जोडलेला नाही
sw: Hujamuongeza mfaidika yeyote
ta: நீங்கள் எந்த பயனாளியையும் சேர்க்கவில்லை
te: మీరు లబ్ధిదారులెవరినీ జోడించలేదు
ur: آپ نے کوئی فائدہ اٹھانے والا شامل نہیں کیا

# add_beneficiary_title
source: Add Beneficiary
bn: সুবিধাভোগী যোগ করুন
hi: लाभार्थी जोड़ें
mr: लाभार्थी जोडा
sw: Ongeza Mfaidika
ta: பயனாளியைச் சேர்
te: లబ్ధిదారుని జోడించు
ur: فائدہ اٹھانے والا شامل کریں

# add_beneficiary_cancel
source: Cancel
bn: বাতিল
hi: रद्द करें
mr: रद्द करा
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
ur: منسوخ کریں

# add_beneficiary_name
source: Name
bn: নাম
hi: नाम
mr: नाव
sw: Jina
ta: பெயர்
te: పేరు
ur: نام

# add_beneficiary_wallet_address
source: Wallet Address
bn: ওয়ালেট ঠিকানা
hi: वॉलेट पता
mr: वॉलेट पत्ता
sw: Anwani ya Mkoba
ta: வாலட் முகவரி
te: వాలెట్ చిరునామా
ur: والیٹ کا پتہ

# add_beneficiary_chain_optional
source: Chain (optional)
bn: চেইন (ঐচ্ছিক)
hi: चेन (वैकल्पिक)
mr: चेन (पर्यायी)
sw: Mtandao (hiari)
ta: செயின் (விருப்பத்தேர்வு)
te: చైన్ (ఐచ్ఛికం)
ur: چین (اختیاری)

# add_beneficiary_save
source: Save
bn: সংরক্ষণ
hi: सहेजें
mr: जतन करा
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయి
ur: محفوظ کریں

# receive_title
source: Receive
bn: গ্রহণ করুন
hi: प्राप्त करें
mr: प्राप्त करा
sw: Pokea
ta: பெறு
te: స్వీకరించు
ur: وصول کریں

# receive_share
source: Share
bn: শেয়ার করুন
hi: साझा करें
mr: शेअर करा
sw: Shiriki
ta: பகிர்
te: భాగస్వామ్యం చేయి
ur: شیئر کریں

# receive_copied
source: copied
bn: কপি করা হয়েছে
hi: कॉपी किया गया
mr: कॉपी केले
sw: imenakiliwa
ta: நகலெடுக்கப்பட்டது
te: కాపీ చేయబడింది
ur: کاپی ہو گیا

# receive_tap_to_copy
source: tap to copy
bn: কপি করতে ট্যাপ করুন
hi: कॉपी करने के लिए टैप करें
mr: कॉपी करण्यासाठी टॅप करा
sw: gusa kunakili
ta: நகலெடுக்க தட்டவும்
te: కాపీ చేయడానికి నొక్కండి
ur: کاپی کرنے کے لیے ٹیپ کریں

# wallet_backup_title
source: Wallet Backup
bn: ওয়ালেট ব্যাকআপ
hi: वॉलेट बैकअप
mr: वॉलेट बॅकअप
sw: Hifadhi Nakala ya Mkoba
ta: வாலட் காப்பு
te: వాలెట్ బ్యాకప్
ur: والیٹ بیک اپ

# wallet_backup_instructions
source: Write the words in the sequence below and keep them safe. Do Not Share!
bn: নিচের ক্রমে শব্দগুলি লিখুন এবং নিরাপদ স্থানে রাখুন। শেয়ার করবেন না!
hi: नीचे दिए गए क्रम में शब्द लिखें और उन्हें सुरक्षित रखें। साझा न करें!
mr: खालील क्रमाने शब्द लिहा आणि सुरक्षित ठेवा. शेअर करू नका!
sw: Andika maneno kwa mpangilio hapa chini na uyatunze mahali salama. Usishiriki!
ta: கீழே உள்ள வரிசையில் வார்த்தைகளை எழுதி பாதுகாப்பான இடத்தில் வைக்கவும். பகிர வேண்டாம்!
te: క్రింది క్రమంలో పదాలను వ్రాసి సురక్షితమైన ప్రదేశంలో ఉంచండి. భాగస్వామ్యం చేయవద్దు!
ur: الفاظ کو نیچے دی گئی ترتیب میں لکھیں اور محفوظ جگہ پر رکھیں۔ شیئر نہ کریں!

# wallet_backup_secret_phrase
source: Secret Phrase
bn: গোপন বাক্য
hi: गुप्त वाक्यांश
mr: गुप्त वाक्यांश
sw: Maneno ya Siri
ta: ரகசிய வாக்கியம்
te: రహస్య వాక్యం
ur: خفیہ جملہ

# wallet_backup_copy
source: Copy To Clipboard
bn: ক্লিপবোর্ডে কপি করুন
hi: क्लिपबोर्ड पर कॉपी करें
mr: क्लिपबोर्डवर कॉपी करा
sw: Nakili kwenye Ubao wa Kunakili
ta: கிளிப்போர்டுக்கு நகலெடு
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయి
ur: کلپ بورڈ پر کاپی کریں

# onboarding_title
source: Skip Chains Just Pay.
bn: চেইন এড়িয়ে যান শুধু পেমেন্ট করুন।
hi: चेन छोड़ें बस भुगतान करें।
mr: चेन वगळा फक्त पैसे द्या.
sw: Ruka Mitandao Lipa Tu.
ta: செயின்களைத் தவிர் வெறுமனே பணம் செலுத்து.
te: చైన్‌లను దాటవేయి కేవలం చెల్లించు.
ur: چینز چھوڑیں بس ادائیگی کریں۔

# onboarding_subtitle
source: Agentic payments wallet. Enter an amount and let the wallet juggle between chains for you
bn: এজেন্টিক পেমেন্ট ওয়ালেট। একটি পরিমাণ লিখুন এবং ওয়ালেটকে আপনার জন্য চেইনগুলি পরিচালনা করতে দিন
hi: एजेंटिक भुगतान वॉलेट। एक राशि दर्ज करें और वॉलेट को आपके लिए चेन संभालने दें
mr: एजंट पेमेंट वॉलेट. रक्कम प्रविष्ट करा आणि वॉलेटला तुमच्यासाठी चेन व्यवस्थापित करू द्या
sw: Mkoba wa malipo wa wakala. Ingiza kiasi na uache mkoba ukushughulikie mitandao
ta: ஏஜென்டிக் பேமெண்ட் வாலட். ஒரு தொகையை உள்ளிட்டு, வாலட் உங்களுக்காக செயின்களைக் கையாள விடுங்கள்
te: ఏజెంటిక్ పేమెంట్ వాలెట్. మొత్తాన్ని నమోదు చేయండి మరియు వాలెట్ మీ కోసం చైన్‌లను నిర్వహించనివ్వండి
ur: ایجنٹک پیمنٹ والیٹ۔ رقم درج کریں اور والیٹ کو آپ کے لیے چینز سنبھالنے دیں

# onboarding_create_wallet
source: Create Wallet
bn: ওয়ালেট তৈরি করুন
hi: वॉलेट बनाएं
mr: वॉलेट तयार करा
sw: Unda Mkoba
ta: வாலட் உருவாக்கு
te: వాలెట్ సృష్టించు
ur: والیٹ بنائیں

# onboarding_log_in
source: Log In
bn: লগ ইন
hi: लॉग इन करें
mr: लॉग इन करा
sw: Ingia
ta: உள்நுழை
te: లాగ్ ఇన్
ur: لاگ ان

# session_key_title
source: Session Key
bn: সেশন কি
hi: सत्र कुंजी
mr: सेशन की
sw: Ufunguo wa Kikao
ta: அமர்வு திறவுகோல்
te: సెషన్ కీ
ur: سیشن کی

# session_key_coming_soon
source: Coming Soon
bn: শীঘ্রই আসছে
hi: जल्द आ रहा है
mr: लवकरच येत आहे
sw: Inakuja Hivi Karibuni
ta: விரைவில் வருகிறது
te: త్వరలో వస్తుంది
ur: جلد آ رہا ہے

# session_key_description
source: Each contactless session key card is a temporary wallet with permissions to spend from your wallet. You can customize these permissions after setup.
bn: প্রতিটি কন্টাক্টলেস সেশন কি কার্ড একটি অস্থায়ী ওয়ালেট যার আপনার ওয়ালেট থেকে খরচ করার অনুমতি রয়েছে। সেটআপের পরে আপনি এই অনুমতিগুলি কাস্টমাইজ করতে পারেন।
hi: प्रत्येक संपर्क रहित सत्र कुंजी कार्ड एक अस्थायी वॉलेट है जिसमें आपके वॉलेट से खर्च करने की अनुमति होती है। आप सेटअप के बाद इन अनुमतियों को अनुकूलित कर सकते हैं।
mr: प्रत्येक कॉन्टॅक्टलेस सेशन की कार्ड एक तात्पुरते वॉलेट आहे ज्याला तुमच्या वॉलेटमधून खर्च करण्याची परवानगी आहे. सेटअप केल्यानंतर तुम्ही या परवानग्या सानुकूलित करू शकता.
sw: Kila kadi ya ufunguo wa kikao kisichotumia mguso ni mkoba wa muda wenye ruhusa ya kutumia kutoka kwa mkoba wako. Unaweza kubadilisha ruhusa hizi saada ya usanidi.
ta: ஒவ்வொரு தொடர்பு இல்லாத அமர்வு திறவுகோல் அட்டையும் உங்கள் வாலட்டில் இருந்து செலவழிக்க அனுமதியுள்ள ஒரு தற்காலிக வாலட் ஆகும். அமைப்பிற்குப் பிறகு இந்த அனுமதிகளை நீங்கள் தனிப்பயனாக்கலாம்.
te: ప్రతి కాంటాక్ట్‌లెస్ సెషన్ కీ కార్డ్ మీ వాలెట్ నుండి ఖర్చు చేయడానికి అనుమతులు ఉన్న ఒక తాత్కాలిక వాలెట్. సెటప్ తర్వాత మీరు ఈ అనుమతులను అనుకూలీకరించవచ్చు.
ur: ہر کانٹیکٹ لیس سیشن کی کارڈ ایک عارضی والیٹ ہے جس میں آپ کے والیٹ سے خرچ کرنے کی اجازت ہے۔ آپ سیٹ اپ کے بعد ان اجازتوں کو حسب ضرورت بنا سکتے ہیں۔

# profile_title
source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
mr: प्रोफाइल
sw: Wasifu
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

# profile_save
source: Save
bn: সংরক্ষণ
hi: सहेजें
mr: जतन करा
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయి
ur: محفوظ کریں

# profile_saving
source: Saving
bn: সংরক্ষণ করা হচ্ছে
hi: सहेजा जा रहा है
mr: जतन करत आहे
sw: Inahifadhi
ta: சேமிக்கப்படுகிறது
te: సేవ్ చేస్తోంది
ur: محفوظ ہو رہا ہے

# profile_ens_name
source: ENS Name
bn: ENS নাম
hi: ENS नाम
mr: ENS नाव
sw: Jina la ENS
ta: ENS பெயர்
te: ENS పేరు
ur: ENS نام

# profile_avatar_optional
source: Avatar URL (optional)
bn: অবতার URL (ঐচ্ছিক)
hi: अवतार URL (वैकल्पिक)
mr: अवतार URL (पर्यायी)
sw: URL ya Avatar (hiari)
ta: அவதார் URL (விருப்பத்தேர்வு)
te: అవతార్ URL (ఐచ్ఛికం)
ur: اوتار URL (اختیاری)

# profile_bio_optional
source: Bio (optional)
bn: বায়ো (ঐচ্ছিক)
hi: बायो (वैकल्पिक)
mr: बायो (पर्यायी)
sw: Wasifu (hiari)
ta: பயோ (விருப்பத்தேர்வு)
te: బయో (ఐచ్ఛికం)
ur: بائیو (اختیاری)

# profile_info_prompt
source: Enter a name to check availability and registration cost.
bn: প্রাপ্যতা এবং নিবন্ধনের খরচ পরীক্ষা করতে একটি নাম লিখুন।
hi: उपलब्धता और पंजीकरण लागत की जांच करने के लिए एक नाम दर्ज करें।
mr: उपलब्धता आणि नोंदणी खर्च तपासण्यासाठी नाव प्रविष्ट करा.
sw: Ingiza jina ili kuangalia upatikanaji na gharama ya usajili.
ta: கிடைக்கும் தன்மை மற்றும் பதிவுச் செலவைச் சரிபார்க்க ஒரு பெயரை உள்ளிடவும்.
te: లభ్యత మరియు రిజిస్ట్రేషన్ ధరను తనిఖీ చేయడానికి పేరును నమోదు చేయండి.
ur: دستیابی اور رجسٹریشن کی لاگت چیک کرنے کے لیے نام درج کریں۔

# profile_name_available
source: This name is available for %@ ETH.
bn: এই নামটি %@ ETH এর জন্য উপলব্ধ।
hi: यह नाम %@ ETH के लिए उपलब्ध है।
mr: हे नाव %@ ETH साठी उपलब्ध आहे.
sw: Jina hili linapatikana kwa %@ ETH.
ta: இந்த பெயர் %@ ETH க்கு கிடைக்கிறது.
te: ఈ పేరు %@ ETH కు అందుబాటులో ఉంది.
ur: یہ نام %@ ETH کے لیے دستیاب ہے۔

# profile_name_unavailable
source: This name is not available.
bn: এই নামটি উপলব্ধ নয়।
hi: यह नाम उपलब्ध नहीं है।
mr: हे नाव उपलब्ध नाही.
sw: Jina hili halipatikani.
ta: இந்த பெயர் கிடைக்கவில்லை.
te: ఈ పేరు అందుబాటులో లేదు.
ur: یہ نام دستیاب نہیں ہے۔

# profile_error_name_required
source: ENS name is required.
bn: ENS নাম প্রয়োজন।
hi: ENS नाम आवश्यक है।
mr: ENS नाव आवश्यक आहे.
sw: Jina la ENS linahitajika.
ta: ENS பெயர் தேவை.
te: ENS పేరు అవసరం.
ur: ENS نام درکار ہے۔

# profile_error_use_available_name
source: Please use an available ENS name before saving.
bn: সংরক্ষণ করার আগে দয়া করে একটি উপলব্ধ ENS নাম ব্যবহার করুন।
hi: सहेजने से पहले कृपया एक उपलब्ध ENS नाम का उपयोग करें।
mr: जतन करण्यापूर्वी कृपया उपलब्ध ENS नाव वापरा.
sw: Tafadhali tumia jina la ENS linalopatikana kabla ya kuhifadhi.
ta: சேமிப்பதற்கு முன் கோருவதற்கு கிடைக்கும் ENS பெயரைப் பயன்படுத்தவும்.
te: దయచేసి సేవ్ చేయడానికి ముందు అందుబాటులో ఉన్న ENS పేరును ఉపయోగించండి.
ur: براہ کرم محفوظ کرنے سے پہلے دستیاب ENS نام استعمال کریں۔

# profile_no_changes_to_save
source: No ENS changes to save
bn: সংরক্ষণ করার মতো কোনো ENS পরিবর্তন নেই
hi: सहेजने के लिए कोई ENS परिवर्तन नहीं
mr: जतन करण्यासाठी कोणतेही ENS बदल नाहीत
sw: Hakuna mabadiliko ya ENS ya kuhifadhi
ta: சேமிக்க எந்த ENS மாற்றங்களும் இல்லை
te: సేవ్ చేయడానికి ENS మార్పులు లేవు
ur: محفوظ کرنے کے لیے کوئی ENS تبدیلیاں نہیں

# profile_saved_changes
source: Saved %d ENS change(s)
bn: %d ENS পরিবর্তন সংরক্ষণ করা হয়েছে
hi: %d ENS परिवर्तन सहेजे गए
mr: %d ENS बदल जतन केले
sw: Imehifadhiwa mabadiliko %d ya ENS
ta: %d ENS மாற்றம்(கள்) சேமிக்கப்பட்டது
te: %d ENS మార్పు(లు) సేవ్ చేయబడ్డాయి
ur: %d ENS تبدیلی(یاں) محفوظ ہو گئیں

# toggle_accessibility
source: Toggle
bn: টগল
hi: टॉगल करें
mr: टॉगल
sw: Geuza
ta: மாற்று
te: టోగుల్
ur: ٹوگل

# button_label_default
source: String value
bn: স্ট্রিং মান
hi: स्ट्रिंग मान
mr: स्ट्रिंग व्हॅल्यू
sw: Thamani ya kamba
ta: சரம் மதிப்பு
te: స్ట్రింగ్ విలువ
ur: اسٹرنگ ویلیو

# address_book_add
source: Add
hi: जोड़ें
mr: जोडा
ta: சேர்
te: జోడించు

# address_book_new_address_title
source: New Address
hi: नया पता
mr: नवीन पत्ता
ta: புதிய முகவரி
te: కొత్త చిరునామా

# address_book_no_beneficiaries_found
source: No beneficiaries found
hi: कोई लाभार्थी नहीं मिला
mr: कोणतेही लाभार्थी सापडले नाहीत
ta: பயனாளிகள் யாரும் இல்லை
te: లబ్దిదారులు ఎవరూ కనుగొనబడలేదు

# address_book_placeholder_address_or_ens
source: Address or ENS name
hi: पता या ENS नाम
mr: पत्ता किंवा ENS नाव
ta: முகவரி அல்லது ENS பெயர்
te: చిరునామా లేదా ENS పేరు

# address_book_placeholder_alias
source: Name or Alias
hi: नाम या उपनाम
mr: नाव किंवा टोपणनाव
ta: பெயர் அல்லது புனைப்பெயர்
te: పేరు లేదా మారుపేరు

# address_book_placeholder_chain
source: Chain
hi: चेन
mr: साखळी
ta: சங்கிலி
te: గొలుసు

# asset_list_empty
source: No assets found
hi: कोई संपत्ति नहीं मिली
mr: कोणतीही मालमत्ता सापडली नाही
ta: சொத்துகள் எதுவும் இல்லை
te: ఆస్తులు ఏమీ కనుగొనబడలేదు

# asset_list_section_all
source: ALL
hi: सभी
mr: सर्व
ta: அனைத்தும்
te: అన్నీ

# asset_list_section_suggested
source: SUGGESTED
hi: सुझाए गए
mr: सुचवलेले
ta: பரிந்துரைக்கப்படுவது
te: సూచించబడినవి

# bottom_nav_home
source: Home
hi: होम
mr: होम
ta: முகப்பு
te: హోమ్

# bottom_nav_session_key
source: Session Key
hi: सत्र कुंजी
mr: सत्र की
ta: அமர்வு திறவுகோல்
te: సెషన్ కీ

# bottom_nav_transactions
source: Transactions
hi: लेनदेन
mr: व्यवहार
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు

# profile_cancel
source: Cancel
hi: रद्द करें
mr: रद्द करा
ta: ரத்துசெய்
te: రద్దు చేయి

# profile_change_photo_title
source: Change photo
hi: फ़ोटो बदलें
mr: फोटो बदला
ta: புகைப்படத்தை மாற்று
te: ఫోటో మార్చు

# profile_commit_submitted_progress
source: Commit submitted. Finalizing ENS registration...
hi: कमिट सबमिट किया गया। ENS पंजीकरण को अंतिम रूप दिया जा रहा है...
mr: कमिट सबमिट केले. ENS नोंदणी अंतिम करत आहे...
ta: கமிட் சமர்ப்பிக்கப்பட்டது. ENS பதிவை முடிக்கிறது...
te: కమిట్ సమర్పించబడింది. ENS నమోదును ఖరారు చేస్తోంది...

# profile_enter_name_placeholder
source: Enter a name
hi: एक नाम दर्ज करें
mr: नाव प्रविष्ट करा
ta: பெயரை உள்ளிடவும்
te: పేరును నమోదు చేయండి

# profile_files
source: Choose File
hi: फ़ाइल चुनें
mr: फाइल निवडा
ta: கோப்பைத் தேர்ந்தெடு
te: ఫైల్‌ని ఎంచుకోండి

# profile_name_available_for_price
source: %@.eth is available for %@ ETH
hi: %@.eth %@ ETH के लिए उपलब्ध है
mr: %@.eth %@ ETH साठी उपलब्ध आहे
ta: %@.eth %@ ETHக்கு கிடைக்கிறது
te: %@.eth %@ ETHకి అందుబాటులో ఉంది

# profile_photo_library
source: Choose from Photos
hi: फ़ोटो से चुनें
mr: फोटोंमधून निवडा
ta: புகைப்படங்களிலிருந்து தேர்ந்தெடு
te: ఫోటోల నుండి ఎంచుకోండి

# profile_remove_photo
source: Remove photo
hi: फ़ोटो हटाएँ
mr: फोटो काढा
ta: புகைப்படத்தை அகற்று
te: ఫోటోను తొలగించు

# send_money_accessibility_switch_amount_view
source: Switch amount view
hi: राशि दृश्य बदलें
mr: रक्कम दृश्य बदला
ta: தொகை பார்வையை மாற்று
te: మొత్తం వీక్షణను మార్చు

# send_money_address_placeholder
source: Address or ENS name
hi: पता या ENS नाम
mr: पत्ता किंवा ENS नाव
ta: முகவரி அல்லது ENS பெயர்
te: చిరునామా లేదా ENS పేరు

# send_money_asset_label
source: Asset
hi: संपत्ति
mr: मालमत्ता
ta: சொத்து
te: ఆస్తి

# send_money_asset_placeholder
source: Select asset
hi: संपत्ति चुनें
mr: मालमत्ता निवडा
ta: சொத்தைத் தேர்ந்தெடு
te: ఆస్తిని ఎంచుకోండి

# send_money_balance_suffix
source: Balance
hi: शेष
mr: शिल्लक
ta: இருப்பு
te: బ్యాలెన్స్

# send_money_chain_label
source: Chain
hi: चेन
mr: साखळी
ta: சங்கிலி
te: గొలుసు

# send_money_chain_placeholder
source: Select network
hi: नेटवर्क चुनें
mr: नेटवर्क निवडा
ta: பிணையத்தைத் தேர்ந்தெடு
te: నెట్‌వర్క్‌ని ఎంచుకోండి

# send_money_confirm
source: Confirm
hi: पुष्टि करें
mr: पुष्टी करा
ta: உறுதிப்படுத்து
te: నిర్ధారించు

# send_money_continue
source: Continue
hi: जारी रखें
mr: चालू ठेवा
ta: தொடரவும்
te: కొనసాగించు

# send_money_enter_amount_title
source: Enter amount
hi: राशि दर्ज करें
mr: रक्कम प्रविष्ट करा
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి

# send_money_failed
source: Failed
hi: विफल
mr: अयशस्वी
ta: தோல்வியடைந்தது
te: విఫలమైంది

# send_money_insufficient_balance
source: Insufficient balance
hi: अपर्याप्त शेष
mr: अपुरे शिल्लक
ta: போதுமான இருப்பு இல்லை
te: సరిపోని బ్యాలెన్స్

# send_money_no_beneficiaries_found
source: No beneficiaries found
hi: कोई लाभार्थी नहीं मिला
mr: कोणतेही लाभार्थी सापडले नाहीत
ta: பயனாளிகள் யாரும் இல்லை
te: లబ్దిదారులు ఎవరూ కనుగొనబడలేదు

# send_money_open_settings
source: Open Settings
hi: सेटिंग्स खोलें
mr: सेटिंग्ज उघडा
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లను తెరువు

# send_money_repeat_transfer
source: Repeat transfer
hi: स्थानांतरण दोहराएं
mr: हस्तांतरण पुन्हा करा
ta: பரிமாற்றத்தை மீண்டும் செய்
te: బదిలీని పునరావృతం చేయి

# send_money_scanner_camera_access_needed
source: Camera access needed
hi: कैमरा एक्सेस आवश्यक
mr: कॅमेरा प्रवेश आवश्यक
ta: கேமரா அணுகல் தேவை
te: కెమెరా యాక్సెస్ అవసరం

# send_money_scanner_camera_unavailable
source: Camera unavailable
hi: कैमरा अनुपलब्ध
mr: कॅमेरा अनुपलब्ध
ta: கேமரா கிடைக்கவில்லை
te: కెమెరా అందుబాటులో లేదు

# send_money_scanner_config_subtitle
source: Unable to configure camera scanner.
hi: कैमरा स्कैनर कॉन्फ़िगर करने में असमर्थ।
mr: कॅमेरा स्कॅनर कॉन्फिगर करण्यात अक्षम.
ta: கேமரா ஸ்கேனரை உள்ளமைக்க முடியவில்லை.
te: కెమెరా స్కానర్‌ని కాన్ఫిగర్ చేయడం సాధ్యం కాలేదు.

# send_money_scanner_permission_subtitle
source: Allow camera access in Settings to scan wallet QR codes.
hi: वॉलेट QR कोड स्कैन करने के लिए सेटिंग्स में कैमरा एक्सेस की अनुमति दें।
mr: वॉलेट QR कोड स्कॅन करण्यासाठी सेटिंग्जमध्ये कॅमेरा प्रवेशाला अनुमती द्या.
ta: வாலட் QR குறியீடுகளை ஸ்கேன் செய்ய அமைப்புகளில் கேமரா அணுகலை அனுமதிக்கவும்.
te: వాలెట్ QR కోడ్‌లను స్కాన్ చేయడానికి సెట్టింగ్‌లలో కెమెరా యాక్సెస్‌ని అనుమతించండి.

# send_money_scanner_toggle_flashlight
source: Toggle flashlight
hi: फ़्लैशलाइट टॉगल करें
mr: फ्लॅशलाइट टॉगल करा
ta: பிளாஷ்லைட்டை மாற்று
te: ఫ్లాష్‌లైట్‌ని టోగుల్ చేయి

# send_money_scanner_unavailable
source: Scanner unavailable
hi: स्कैनर अनुपलब्ध
mr: स्कॅनर अनुपलब्ध
ta: ஸ்கேனர் கிடைக்கவில்லை
te: స్కానర్ అందుబాటులో లేదు

# send_money_scanner_unavailable_subtitle
source: No compatible camera device is available.
hi: कोई संगत कैमरा डिवाइस उपलब्ध नहीं है।
mr: कोणतेही सुसंगत कॅमेरा डिव्हाइस उपलब्ध नाही.
ta: இணக்கமான கேமரா சாதனம் எதுவும் இல்லை.
te: అనుకూలమైన కెమెరా పరికరం ఏదీ అందుబాటులో లేదు.

# send_money_sending
source: Sending...
hi: भेज रहा है...
mr: पाठवत आहे...
ta: அனுப்புகிறது...
te: పంపుతోంది...

# send_money_success_subtitle
source: Your funds have been sent.
hi: आपकी धनराशि भेज दी गई है।
mr: तुमचा निधी पाठवला गेला आहे.
ta: உங்கள் நிதி அனுப்பப்பட்டது.
te: మీ నిధులు పంపబడ్డాయి.

# send_money_success_title
source: Successful
hi: सफल
mr: यशस्वी
ta: வெற்றிகரமானது
te: విజయవంతమైంది

# send_money_swap_summary_format
source: Will swap on LiFi. recipient gets %@ %@
hi: LiFi पर स्वैप होगा। प्राप्तकर्ता को मिलेगा %@ %@
mr: LiFi वर स्वॅप करेल. प्राप्तकर्त्याला मिळेल %@ %@
ta: LiFi இல் மாற்றப்படும். பெறுநர் %@ %@ பெறுவார்
te: LiFiలో మార్పిడి చేయబడుతుంది. స్వీకర్తకు %@ %@ లభిస్తుంది

# send_money_switch
source: Switch
hi: बदलें
mr: बदला
ta: மாற்று
te: మార్చు

# send_money_title
source: Send Money
hi: पैसे भेजें
mr: पैसे पाठवा
ta: பணம் அனுப்பு
te: డబ్బు పంపు

# send_money_to_label
source: To
hi: को
mr: प्रति
ta: பெறுநர்
te: కు

# send_money_view_tx
source: View Tx
hi: Tx देखें
mr: Tx पहा
ta: Tx ஐப் பார்
te: Txని చూడు

# transaction_balance_label
source: Balance
hi: शेष
mr: शिल्लक
ta: இருப்பு
te: బ్యాలెన్స్

# transaction_receipt_accumulated_from
source: Accumulated from
hi: से संचित
mr: कडून जमा
ta: இதிலிருந்து திரட்டப்பட்டது
te: నుండి సేకరించబడింది

# transaction_receipt_fee
source: Fee
hi: शुल्क
mr: शुल्क
ta: கட்டணம்
te: రుసుము

# transaction_receipt_network
source: Network
hi: नेटवर्क
mr: नेटवर्क
ta: பிணையம்
te: నెట్‌వర్క్

# transaction_receipt_time
source: Time
hi: समय
mr: वेळ
ta: நேரம்
te: సమయం

# transaction_receipt_type
source: Type
hi: प्रकार
mr: प्रकार
ta: வகை
te: రకం

# transaction_view_tx
source: View Tx
hi: Tx देखें
mr: Tx पहा
ta: Tx ஐப் பார்
te: Txని చూడు

# wallet_backup_tap_to_reveal
source: Tap to reveal
hi: प्रकट करने के लिए टैप करें
mr: प्रकट करण्यासाठी टॅप करा
ta: வெளிப்படுத்த தட்டவும்
te: బహిర్గతం చేయడానికి నొక్కండి

# transaction_status_success
source: success
hi: सफल
mr: यशस्वी
te: విజయం

# transaction_status_failed
source: failed
hi: विफल
mr: अयशस्वी
te: విఫలం

# transaction_row_received_usdc
source: received USDC
hi: USDC प्राप्त
mr: USDC प्राप्त
te: USDC స్వీకరించబడింది

# transaction_row_sent_usdc
source: sent USDC
hi: USDC भेजा गया
mr: USDC पाठवले
te: USDC పంపబడింది

# transaction_row_received_eth
source: received ETH
hi: ETH प्राप्त
mr: ETH प्राप्त
te: ETH స్వీకరించబడింది

# transaction_row_contract_interaction
source: contract interaction
hi: कॉन्ट्रैक्ट इंटरैक्शन
mr: करार परस्परक्रिया
te: కాంట్రాక్ట్ ఇంటరాక్షన్

# transaction_row_multichain_transfer
source: multi-chain transfer
hi: मल्टी-चेन ट्रांसफर
mr: मल्टी-चेन ट्रान्सफर
te: మల్టీ-చైన్ బదిలీ

# transaction_row_subtitle_on_base
source: on base
hi: Base पर
mr: Base वर
te: Base పై

# transaction_row_subtitle_from_ethereum
source: from ethereum
hi: Ethereum से
mr: Ethereum वरून
te: Ethereum నుండి

# transaction_row_subtitle_on_uniswap
source: on uniswap
hi: Uniswap पर
mr: Uniswap वर
te: Uniswap పై

# transaction_label_from
source: From
hi: से
mr: कडून
te: నుండి

# transaction_label_to
source: To
hi: को
mr: कडे
te: కు

# transaction_label_contract
source: Contract
hi: कॉन्ट्रैक्ट
mr: करार
te: కాంట్రాక్ట్

# transaction_type_receive
source: Receive
hi: प्राप्त करें
mr: प्राप्त
te: స్వీకరించు

# transaction_type_send
source: Send
hi: भेजें
mr: पाठवा
te: పంపు

# transaction_type_contract_interaction
source: Contract interaction
hi: कॉन्ट्रैक्ट इंटरैक्शन
mr: करार परस्परक्रिया
te: కాంట్రాక్ట్ ఇంటరాక్షన్

# transaction_type_multichain_transfer
source: Multichain Transfer
hi: मल्टी-चेन ट्रांसफर
mr: मल्टी-चेन ट्रान्सफर
te: మల్టీ-చైన్ బదిలీ

# transaction_receipt_subtitle_gas_fee
source: gas fee
hi: गैस शुल्क
mr: गॅस फी
te: గ్యాస్ ఫీ

# transaction_row_prefix_on
source: on
hi: पर
mr: वर
te: పై

# transaction_row_prefix_from
source: from
hi: से
mr: कडून
te: నుంచి

# transaction_row_action_sent
source: sent
hi: भेजा गया
mr: पाठवले
te: పంపబడింది

# transaction_row_action_received
source: received
hi: प्राप्त हुआ
mr: प्राप्त
te: స్వీకరించబడింది

# add_beneficiary_placeholder_name
source: Alice
bn: এলিস
ur: ایلس

# profile_ens_placeholder
source: yourname.eth
sw: jinalako.eth
